var local_data = [{
  date: "Nov 18 2016",
  title: "守望先锋美妈新模式",
  img_condition: true,
  img_src: { head: "/images/head1.png", main: "/images/text1.jpg" },
  text: "在今年的“雪国仙境”活动持续期间，你可以加入全新的乱斗：雪球攻势！雪球攻势采用6v6单淘汰模式，并且每位玩家都将化身为备受喜爱的气象学家——美，而这次她会带来一些意想不到的新招数。",
  vistor: 92,
  collect: 25,
  collected: true,
  postId: 0,
  author: "虎子",
  time: "三天前",
  head: "圣诞节，来打雪仗吧",
  text2: "在今年的“雪国仙境”活动持续期间，你可以加入全新的乱斗：雪球攻势！雪球攻势采用6v6单淘汰模式，并且每位玩家都将化身为备受喜爱的气象学家——美，而这次她会带来一些意想不到的新招数。\n  在该乱斗中，美的冰霜冲击枪不再释放出一连串冰霜或射出冰锥。取而代之的，是冲击枪将射出一发超强雪球，只要击中敌人即可将其消灭，但如果没有击中，那可就麻烦了。当你没有雪球可以发射时，你必须在附近寻找雪堆才能重新装填，而敌人就可以利用这段时间来消灭你，因此一定要记得用冰墙或急冻挡住敌人的雪球——而当雪仗进入胶着状态后，你可以激活美的终极技能，将冲击枪变为半自动雪球发射器，让你可以连续向敌人发射雪球。"
 
}, {
  date: "Nov 18 2016",
  title: "守望先锋美妈新模式",
  img_condition: true,
  img_src: { head: "/images/head1.png", main: "/images/text1.jpg" },
  text: "在今年的“雪国仙境”活动持续期间，你可以加入全新的乱斗：雪球攻势！雪球攻势采用6v6单淘汰模式，并且每位玩家都将化身为备受喜爱的气象学家——美，而这次她会带来一些意想不到的新招数。",
  vistor: 92,
  collect: 25,
  postId: 0,
  author: "虎子",
  time: "三天前",
  head: "圣诞节，来打雪仗吧",
  text2: "在今年的“雪国仙境”活动持续期间，你可以加入全新的乱斗：雪球攻势！雪球攻势采用6v6单淘汰模式，并且每位玩家都将化身为备受喜爱的气象学家——美，而这次她会带来一些意想不到的新招数。\n在该乱斗中，美的冰霜冲击枪不再释放出一连串冰霜或射出冰锥。取而代之的，是冲击枪将射出一发超强雪球，只要击中敌人即可将其消灭，但如果没有击中，那可就麻烦了。当你没有雪球可以发射时，你必须在附近寻找雪堆才能重新装填，而敌人就可以利用这段时间来消灭你，因此一定要记得用冰墙或急冻挡住敌人的雪球——而当雪仗进入胶着状态后，你可以激活美的终极技能，将冲击枪变为半自动雪球发射器，让你可以连续向敌人发射雪球。"
}, {
  date: "Nov 18 2016",
  title: "守望先锋美妈新模式",
  img_condition: true,
  img_src: { head: "/images/head1.png", main: "/images/text1.jpg" },
  text: "在今年的“雪国仙境”活动持续期间，你可以加入全新的乱斗：雪球攻势！雪球攻势采用6v6单淘汰模式，并且每位玩家都将化身为备受喜爱的气象学家——美，而这次她会带来一些意想不到的新招数。",
  vistor: 92,
  collect: 25,
  postId: 0,
  author: "虎子",
  time: "三天前",
  head: "圣诞节，来打雪仗吧",
  text2: "在今年的“雪国仙境”活动持续期间，你可以加入全新的乱斗：雪球攻势！雪球攻势采用6v6单淘汰模式，并且每位玩家都将化身为备受喜爱的气象学家——美，而这次她会带来一些意想不到的新招数。\n在该乱斗中，美的冰霜冲击枪不再释放出一连串冰霜或射出冰锥。取而代之的，是冲击枪将射出一发超强雪球，只要击中敌人即可将其消灭，但如果没有击中，那可就麻烦了。当你没有雪球可以发射时，你必须在附近寻找雪堆才能重新装填，而敌人就可以利用这段时间来消灭你，因此一定要记得用冰墙或急冻挡住敌人的雪球——而当雪仗进入胶着状态后，你可以激活美的终极技能，将冲击枪变为半自动雪球发射器，让你可以连续向敌人发射雪球。"
}]

//将数据导出
module.exports = { postList: local_data }